/**
 * Created by Sergey on 10.04.2016.
 */
var formulations = {
    "forms": [
        {
            "id_def": "1",
            "nameDef": "АБСЦИССА",
            "etymology": " Этимология: лат. abscissas – оторванный, отделенный",
            "definition": " Значение: Отрезок, определяющий положение точки на прямой относительно какой-нибудь другой точки.",
            "relatedWords": " Связанные слова: координата",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "2",
            "nameDef": "АКСИОМА",
            "etymology": " Этимология: греч. axioma – признание, общепризнанное положение",
            "definition": " Значение: Аксиомами называются первоначальные предложения об основных понятиях геометрии, которые принимаются в данной геометрической системе без доказательства и на основе которых доказываются все теоремы рассматриваемой геометрической ",
            "relatedWords": " Связанные слова: геометрия",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "3",
            "nameDef": "АКСОНОМЕТРИЯ",
            "etymology": " Этимология: греч. axon  - ось и metreo – измеряю",
            "definition": " Значение: Способ изображения предмета путём параллельного проецирования вместе с осями прямоугольных координат, к которым он отнесён в пространстве, на одну плоскость проекций. При этом направление проецирующих лучей не должно совпадать с направлением какой-либо координатной оси.  При таком изображении видны три измерения предмета, которые в общем случае не равны его действительным ",
            "relatedWords": " Связанные слова: коэффициент искажения",
            "literarySource": " Источники: 1",
            "imgUrl": "../Content/Images/АксонометрияDict.jpg"
        },
        {
            "id_def": "4",
            "nameDef": "АЛГОРИТМ",
            "etymology": " Этимология: араб. Algoritm",
            "definition": " Значение: Конечный набор правил, позволяющих чисто механически решать любую конкретную задачу из некоторого класса однотипных задач. При этом подразумевается, что исходные данные могут изменяться в определённых пределах; что процесс применения правил к исходным данным (путь решения задачи) определён вполне однозначно; что на каждом шаге процесса применения правил известно, что считать результатом этого процесса. 2. Совокупность некоторых операций, выполняемых в определённом порядке, для решения задач данного типа. Всякий алгоритм содержит в себе четкую последовательность преобразований, поэтому он может быть составлен и для решения большинства графических задач. ",
            "relatedWords": " Связанные слова: процесс задача",
            "literarySource": " Источники: 2",
            "imgUrl": "-"
        },
        {
            "id_def": "5",
            "nameDef": "АМПЛИТУДА",
            "etymology": " Этимология: -",
            "definition": " Значение: В полярной системе координат угол между радиус-вектором r и положительным направлением оси ох.",
            "relatedWords": " Связанные слова: угол вектор",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "6",
            "nameDef": "АППАРАТ ЦЕНТРАЛЬНОГО ПРОЕЦИРОВАНИЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: p - плоскость проекций; S – центр проекций (точка зрения); l – проецирующий луч, исходящий из центра проекций S и проходящий через точку пространства А. А’ – центральная проекция точки A – результат мысленного пересечения проецирующего луча l с плоскостью проекций p.",
            "relatedWords": " Связанные слова: плоскость проекция",
            "literarySource": " Источники: 6",
            "imgUrl": "../Content/Images/АппаратЦентральногоПроецирования.jpg"
        },
        {
            "id_def": "7",
            "nameDef": "АППАРАТ ПАРАЛЛЕЛЬНОГО ПРОЕЦИРОВАНИЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: p - плоскость проекций; s – направление проецирования (направление взгляда); l – проецирующий луч, параллельный направлению проецирования s и проходящий через точку пространства А. А’ – параллельная  проекция точки А – результат мысленного пересечения проецирующего луча l с плоскостью проекций p.",
            "relatedWords": " Связанные слова: проецирование луч",
            "literarySource": " Источники: 6",
            "imgUrl": "../Content/Images/АппаратПараллельногоПроецирования.jpg"
        },
        {
            "id_def": "8",
            "nameDef": "АППАРАТ ОРТОГОНАЛЬНОГО ПРОЕЦИРОВАНИЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: А – точка пространства. A’, A’’, A’’’ – горизонтальная, фронтальная и профильная проекции точки А соответственно. Стрелки показывают направление проецирующих лучей, которые перпендикулярны плоскостям проекций  1, 2 и 3. Они же показывают направление взгляда наблюдателя на горизонтальную - сверху, фронтальную - спереди и профильную - слева плоскости проекций.",
            "relatedWords": " Связанные слова: точка направление",
            "literarySource": " Источники: 6",
            "imgUrl": "../Content/Images/АппаратОртогональногоПроецирования.jpg"
        },
        {
            "id_def": "9",
            "nameDef": "АППЛИКАТА",
            "etymology": " Этимология: лат. applicata – тесно прилегающая",
            "definition": " Значение: Координата z в декартовой системе координат",
            "relatedWords": " Связанные слова: координата",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "10",
            "nameDef": "АППРОКСИМАЦИЯ ПОВЕРХНОСТЕЙ",
            "etymology": " Этимология: лат. approximate – приближаться",
            "definition": " Значение: Приближенная замена какой-либо сложной поверхности более простой.",
            "relatedWords": " Связанные слова: поверхность",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "11",
            "nameDef": "БЕЗОСНАЯ СИСТЕМА ",
            "etymology": " Этимология: -",
            "definition": " Значение: это изображение предметов в начертательной геометрии и инженерной графике на чертежах, не имеющих фиксированных осей проекций и точки их пересечения – точки начала координат. ",
            "relatedWords": " Связанные слова: изобажение ось точка проекция",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "12",
            "nameDef": "ВЕКТОР",
            "etymology": " Этимология: лат. vector– несущий",
            "definition": " Значение: отрезок определённой длины и направления, которое указывается стрелкой на его конце.",
            "relatedWords": " Связанные слова: направление отрезок",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "13",
            "nameDef": "ВЕКТОРНАЯ ВЕЛИЧИНА",
            "etymology": " Этимология: -",
            "definition": " Значение: некоторое число, выраженное в определённых единицах и имеющее направление. В машинной графике векторная величина используется как один из способов задания координат точки, которые называются полярными.",
            "relatedWords": " Связанные слова: координата, полярная",
            "literarySource": " Источники: 2",
            "imgUrl": "-"
        },
        {
            "id_def": "14",
            "nameDef": "ВЕРШИНА",
            "etymology": " Этимология: -",
            "definition": " Значение: элемент кривых линий, геометрических фигур или тел, например, точка пересечения двух сторон многоугольника, рёбер многогранника и др.",
            "relatedWords": " Связанные слова: фигура тело",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "15",
            "nameDef": "КАРКАС ЛИНЕЙНЫЙ",
            "etymology": " Этимология: -",
            "definition": " Значение: множество однопараметрических линий поверхности, имеющих единый закон образования и связанных между собой определённой зависимостью.",
            "relatedWords": " Связанные слова: поврехность линия",
            "literarySource": " Источники: 7",
            "imgUrl": "-"
        },
        {
            "id_def": "16",
            "nameDef": "КАРКАС ПОВЕРХНОСТИ",
            "etymology": " Этимология: -",
            "definition": " Значение: множество точек или линий, однозначно определяющих поверхность в пространстве и на чертеже.",
            "relatedWords": " Связанные слова: точка линия",
            "literarySource": " Источники: 7",
            "imgUrl": "-"
        },
        {
            "id_def": "17",
            "nameDef": "КОРДИНАТА",
            "etymology": " Этимология: -",
            "definition": " Значение: в начертательной геометрии расстояние точки до одной из трёх взаимно перпендикулярных плоскостей проекций, выраженное в определённых единицах, чаще всего в миллиметрах. В ортогональной системе координат положение точки определяется тремя координатами – x, y, z. Координата x(абсцисса) определяет расстояние точки до профильной плоскости проекций, y(ордината) – до фронтальной плоскости проекций, z(аппликата) – до горизонтальной плоскости проекций.",
            "relatedWords": " Связанные слова: абсцисса, ордината, аппликата",
            "literarySource": " Источники: 4",
            "imgUrl": "../Content/Images/Координата.jpg"
        },
        {
            "id_def": "18",
            "nameDef": "МНОГОГРАННИК",
            "etymology": " Этимология: -",
            "definition": " Значение: замкнутая часть пространства, ограниченная плоскими многоугольниками, называемыми гранями. Линии пересечения граней называются ребрами. Точки пересечения ребер называются вершинами многогранника. Форму многогранников имеют многие детали машин и механизмов, станков и инструментов. При конструировании различных инженерных сооружений сложные кривые поверхности часто аппроксимируют (заменяют) близкими по форме гранными поверхностями.",
            "relatedWords": " Связанные слова: пространство грань",
            "literarySource": " Источники: 4",
            "imgUrl": "-"
        },
        {
            "id_def": "19",
            "nameDef": "ОПРЕДЕЛИТЕЛЬ ПОВЕРХНОСТИ ",
            "etymology": " Этимология: -",
            "definition": " Значение: совокупность независимых условий, однозначно задающих поверхность. В число условий, входящих в состав определителя, должны быть включены: 1. Геометрические фигуры (точки, линии, поверхности), с помощью которых может быть образована поверхность; 2. Алгоритм формирования поверхности из геометрических фигур, включённых в состав определителя. Это дополнительные сведения о характере изменения формы образующей и законе её перемещения.",
            "relatedWords": " Связанные слова: поверхность условие",
            "literarySource": " Источники: 7",
            "imgUrl": "-"
        },
        {
            "id_def": "20",
            "nameDef": "ОЧЕРК ПОВЕРХНОСТИ ",
            "etymology": " Этимология: -",
            "definition": " Значение: это след на плоскости проекций проецирующей цилиндрической поверхности, которая огибает заданную поверхность",
            "relatedWords": " Связанные слова: плоскость поверхность",
            "literarySource": " Источники: 7",
            "imgUrl": "../Content/Images/ОчеркПоверхности1.jpg"
        },
        {
            "id_def": "21",
            "nameDef": "ПЕРСПЕКТИВА",
            "etymology": " Этимология: от франц. Perspective, лат. – perspicuous - ясно вижу",
            "definition": " Значение: это 1) система изображения предметного мира на плоскости в соответствии со зрительным восприятием предметов человеком; 2) линейная перспектива – способ изображения пространственных фигур на плоскости с использованием аппарата центрального проецирования.",
            "relatedWords": " Связанные слова: аппарат центрального проецирования",
            "literarySource": " Источники: 5",
            "imgUrl": "-"
        },
        {
            "id_def": "22",
            "nameDef": "ПИРАМИДА",
            "etymology": " Этимология: от греч. pyramid_def, pyramid_defs",
            "definition": " Значение: это многогранник, у которого одна грань (основание) есть замкнутый многоугольник, а боковые грани - треугольники с общей вершиной. В зависимости от числа вершин основания различают пирамиды треугольные, четырехугольные, пятиугольные и т.д.",
            "relatedWords": " Связанные слова: грань",
            "literarySource": " Источники: 5",
            "imgUrl": "../Content/Images/Пирамида.jpg"
        },
        {
            "id_def": "23",
            "nameDef": "ПРИЗМА",
            "etymology": " Этимология: от греч. prism, букв. распиленное",
            "definition": " Значение: это многогранник, две грани которого (основания) представляют собой равные многоугольники с взаимно параллельными сторонами, а все другие (боковые) грани - параллелограммы. В зависимости от числа вершин основания различают призмы треугольные, четырехугольные, пятиугольные и т.д. Призма называется прямой, если её боковые грани и рёбра перпендикулярны плоскости основания и считается проецирующей, если они перпендикулярны какой-либо плоскости проекций.",
            "relatedWords": " Связанные слова: грань",
            "literarySource": " Источники: 2",
            "imgUrl": "../Content/Images/Призма.jpg"
        },
        {
            "id_def": "24",
            "nameDef": "ПОВЕРХНОСТЬ",
            "etymology": " Этимология: -",
            "definition": " Значение: непрерывное множество последовательных положений перемещающейся в пространстве линии (или другой поверхности). Перемещающаяся в пространстве линия называется образующей поверхности. Закон перемещения образующей называется направляющей (направляющими) поверхности. Во многих случаях образующие и направляющие поверхности взаимозаменяемы. Такой способ образования поверхности в начертательной геометрии принято называть кинематическим. ",
            "relatedWords": " Связанные слова: линия пространство",
            "literarySource": " Источники: 7",
            "imgUrl": "-"
        },
        {
            "id_def": "25",
            "nameDef": "ПРОЕКЦИЯ",
            "etymology": " Этимология: от латинского projectio, буквально — выбрасывание вперед",
            "definition": " Значение: это изображение пространственных фигур на плоскости или какой-либо другой поверхности. При этом проекция фигуры есть множество проекций её точек. Различают проекции центральные, параллельные, ортогональные. Центральное проецирование (см. аппарат центрального проецирования) заключается в том, что из центра S через все точки фигуры проводятся прямолинейные лучи до пересечения с плоскостью π. Точки пересечения образуют проецируемое изображение фигуры. Центральное проецирование применяется в перспективе.",
            "relatedWords": " Связанные слова: -",
            "literarySource": " Источники: 5",
            "imgUrl": "../Content/Images/Проекция.jpg"
        },
        {
            "id_def": "26",
            "nameDef": "МАСШТАБ",
            "etymology": " Этимология: нем. Maβstab: Maβ – мера, размер, stab - палка",
            "definition": " Значение: 1) отношение длины линии на чертеже, плане или карте к действительной длине линии. 2) масштабом называется отношение линейных размеров на чертеже к действительным размерам объекта. 2) масштабом называется отношение линейных размеров на чертеже к действительным размерам объекта. Различают масштабы уменьшения, в натуральную величину и масштабы увеличения. Согласно ГОСТ 2.302-68 масштабы выбираются из следующих рядов:Масштабы уменьшения: 1:2; 1:2,5; 1:4; 1:5; 1:10 и т.д. Натуральная величина: 1:1. Масштабы увеличения: 2:1; 2,5:1; 4:1; 5:1; 10:1; 20:1 и т.д. Независимо от масштаба, размеры изделий на чертежах указываются только действительные. ",
            "relatedWords": " Связанные слова: линия чертеж",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "27",
            "nameDef": "ЧЕРТЁЖ",
            "etymology": " Этимология: -",
            "definition": " Значение: изображение предметов, главным образом машин, сооружений, технических приспособлений и их деталей, выполненное с соблюдением ряда условных обозначений, особых правил и определённого для данного чертежа масштаба",
            "relatedWords": " Связанные слова: масштаб",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "28",
            "nameDef": "АРМИРОВАННАЯ ДЕТАЛЬ",
            "etymology": " Этимология: -",
            "definition": " Значение: Пластмассовая или литая металлическая деталь с вмонтированными в неё дополнительными элементами из других материалов. Пластмассовые изделия с металлической арматурой – наиболее распространённый вид изделий. Изготавливаются они прессованием или литьём под давлением в формах, в которые до поступления материала (позиция 2) устанавливается металлическая арматура (позиция 1). Чертежи армированных деталей оформляются как сборочные.Пластмассовая или литая металлическая деталь с вмонтированными в неё дополнительными элементами из других материалов. Пластмассовые изделия с металлической арматурой – наиболее распространённый вид изделий. Изготавливаются они прессованием или литьём под давлением в формах, в которые до поступления материала (позиция 2) устанавливается металлическая арматура (позиция 1). Чертежи армированных деталей оформляются как сборочные.",
            "relatedWords": " Связанные слова: деталь",
            "literarySource": " Источники: 1",
            "imgUrl": "../Content/Images/АрмированнаяДеталь.jpg"
        },
        {
            "id_def": "29",
            "nameDef": "ВЗАИМОЗАМЕНЯЕМОСТЬ",
            "etymology": " Этимология: -",
            "definition": " Значение: принцип конструирования, изготовления и эксплуатации промышленных изделий, при котором изготовленные в разное время и на разных предприятиях одинаковые детали точно соответствуют одна другой и могут при необходимости заменить друг друга. Взаимозаменяемость – это основа массового производства. Взаимозаменяемость – это свойство одинаковых деталей, узлов или агрегатов машин, механизмов, аппаратов и других конструкций, позволяющих производить сборку или заменять их без предварительной подгонки. Взаимозаменяемость – это свойство одинаковых деталей, узлов или агрегатов машин, механизмов, аппаратов и других конструкций, позволяющих производить сборку или заменять их без предварительной подгонки. ",
            "relatedWords": " Связанные слова: изделие принцип",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "30",
            "nameDef": "БАЗА",
            "etymology": " Этимология: -",
            "definition": " Значение: это конструктивный элемент детали, от которого ведётся отсчёт размеров детали. Это может быть поверхность, линия (осевая, центровая) или точка. Всё многообразие поверхностей сводится к следующим четырём: основные поверхности, которыми определяется положение детали в изделии; вспомогательные поверхности, которые определяют положение присоединяемой детали относительно данной; исполнительные поверхности, с помощью которых деталь выполняет своё функциональное назначение; свободные поверхности, не имеющие соприкосновения с поверхностями других деталей. ",
            "relatedWords": " Связанные слова: деталь принцип",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "31",
            "nameDef": "БАЗА КОНСТРУКТОРСКАЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: это поверхности, линии или точки детали, по отношению к которым ориентируют другие элементы детали или другие детали изделия при их конструировании.",
            "relatedWords": " Связанные слова: поверхность",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "32",
            "nameDef": "БАЗА ТЕХНОЛОГИЧЕСКАЯ ",
            "etymology": " Этимология: -",
            "definition": " Значение: это поверхности, линии или точки, используемые для определения положения других поверхностей детали при её изготовлении и контроле. ",
            "relatedWords": " Связанные слова: деталь точка поверхность",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "33",
            "nameDef": "БАЗА СКРЫТАЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: база заготовки или изделия в виде воображаемой плоскости, осевой линии или точки.",
            "relatedWords": " Связанные слова: база точка",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "34",
            "nameDef": "БАЗА ЯВНАЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: база заготовки или изделия в виде реальной поверхности, разметочной риски или точки пересечения рисок. ",
            "relatedWords": " Связанные слова: изделие поверхность",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "35",
            "nameDef": "БОБЫШКА",
            "etymology": " Этимология: -",
            "definition": " Значение: относительно низкий конический или цилиндрический прилив на литой или штампованной детали. Бобышка упрощает сверление отверстий и механическую обработку опорной поверхности детали под гайку или шайбу. ",
            "relatedWords": " Связанные слова: деталь",
            "literarySource": " Источники: 5",
            "imgUrl": "../Content/Images/Бобышка.jpg"
        },
        {
            "id_def": "36",
            "nameDef": "БОЛТ",
            "etymology": " Этимология: от нижненемецкого bolt",
            "definition": " Значение: крепёжная деталь, обычно цилиндрический стержень с резьбой под гайку на одном конце и шестигранной, квадратной или полукруглой головкой на другом. Болты различают: 1) по форме головки; 2) по форме стержня; 3) по шагу резьбы; 4) по характеру исполнения; 5) по точности изготовления. Примеры условных обозначений: 1. Болт исполнения 1, диаметром резьбы 12 мм, с крупным шагом, с полем допуска 6g, длиной 45 мм, класса прочности 5.8, без покрытия: Болт М12 ─ 6g ´ 45. 5 8 ГОСТ 7798-70. 1. Болт исполнения 2, диаметром резьбы 12 мм, с мелким шагом 1,25 мм, с полем допуска 6g, длиной 45 мм, , класса прочности 10.9, из стали 40Х, с покрытием 01 толщиной 9 мкм: Болт 2М12 ´ 1,25 ─ 6g ´ 45. 10 9. 40Х. 019 ГОСТ 7798-70.",
            "relatedWords": " Связанные слова: деталь гайка",
            "literarySource": " Источники: 5",
            "imgUrl": "../Content/Images/Болт1.jpg"
        },
        {
            "id_def": "37",
            "nameDef": "БУРТИК",
            "etymology": " Этимология: -",
            "definition": " Значение: кольцевое утолщение вала, составляющее с ним единое целое. Буртики препятствуют продольному перемещению оси или вала. Плоские поверхности буртика называются заплечиками.",
            "relatedWords": " Связанные слова: вал буртик",
            "literarySource": " Источники: 1",
            "imgUrl": "../Content/Images/Буртик1.jpg"
        },
        {
            "id_def": "38",
            "nameDef": "ВАЛ",
            "etymology": " Этимология: -",
            "definition": " Значение: деталь, являющаяся звеном механизма, передающая крутящий момент и вращающаяся в опорах с закреплёнными на ней элементами. В отличие от осей, которые только поддерживают детали, валы работают одновременно на изгиб и кручение. ",
            "relatedWords": " Связанные слова: деталь момент",
            "literarySource": " Источники: 1",
            "imgUrl": "../Content/Images/Вал1.jpg"
        },
        {
            "id_def": "39",
            "nameDef": "ЗАПЛЕЧИКИ",
            "etymology": " Этимология: -",
            "definition": " Значение: в машиностроении выступы на изделии для упора.",
            "relatedWords": " Связанные слова: упор",
            "literarySource": " Источники: 2",
            "imgUrl": "-"
        },
        {
            "id_def": "40",
            "nameDef": "ОСЬ",
            "etymology": " Этимология: -",
            "definition": " Значение: деталь, предназначенная только для поддержания вращающихся, качающихся или перемещающихся по ней деталей. В отличие от вала ось не передаёт крутящих моментов. Оси могут быть неподвижными или медленно вращаться вместе с насаженными на них деталями. ",
            "relatedWords": " Связанные слова: деталь",
            "literarySource": " Источники: 4",
            "imgUrl": "-"
        },
        {
            "id_def": "41",
            "nameDef": "ФАСКА",
            "etymology": " Этимология: -",
            "definition": " Значение: коническое притупление угла между цилиндрической или конической поверхностью детали и торцовой плоскостью. Если фаска выполнена под углом 45º, то размер её указывают как линейный в формате 5х45º, где 5 – высота усечённого конуса, 45º - угол между образующей конуса и осью детали, х – разделительный символ. Если угол фаски отличается от45º, линейный и угловой размеры фаски наносятся по общему правилу, то есть указываются как самостоятельные размеры.",
            "relatedWords": " Связанные слова: угол деталь",
            "literarySource": " Источники: 4",
            "imgUrl": "../Content/Images/Фаска1.jpg"
        },
        {
            "id_def": "42",
            "nameDef": "ЦАПФА ",
            "etymology": " Этимология: нем. zapfen",
            "definition": " Значение: части осей и валов, которыми они опираются на неподвижные опоры. Концевая цапфа называется шипом. ",
            "relatedWords": " Связанные слова: опора цапфа",
            "literarySource": " Источники: 5",
            "imgUrl": "-"
        },
        {
            "id_def": "43",
            "nameDef": "ШИП",
            "etymology": " Этимология: -",
            "definition": " Значение: цапфа, расположенная на конце вала или оси. Отсюда слово «подшипник» - изделие, поддерживающее шип.",
            "relatedWords": " Связанные слова: цапфа ось вал",
            "literarySource": " Источники: 5",
            "imgUrl": "-"
        }],
    "Geometry": [
        {
            "id_def": "3",
            "nameDef": "АКСОНОМЕТРИЯ",
            "etymology": " Этимология: греч. axon  - ось и metreo – измеряю",
            "definition": " Значение: Способ изображения предмета путём параллельного проецирования вместе с осями прямоугольных координат, к которым он отнесён в пространстве, на одну плоскость проекций. При этом направление проецирующих лучей не должно совпадать с направлением какой-либо координатной оси.  При таком изображении видны три измерения предмета, которые в общем случае не равны его действительным ",
            "relatedWords": " Связанные слова: коэффициент искажения",
            "literarySource": " Источники: 1",
            "imgUrl": "../Content/Images/АксонометрияDict.jpg"
        },
        {
            "id_def": "9",
            "nameDef": "АППЛИКАТА",
            "etymology": " Этимология: лат. applicata – тесно прилегающая",
            "definition": " Значение: Координата z в декартовой системе координат",
            "relatedWords": " Связанные слова: координата",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "11",
            "nameDef": "БЕЗОСНАЯ СИСТЕМА ",
            "etymology": " Этимология: -",
            "definition": " Значение: это изображение предметов в начертательной геометрии и инженерной графике на чертежах, не имеющих фиксированных осей проекций и точки их пересечения – точки начала координат. ",
            "relatedWords": " Связанные слова: изобажение ось точка проекция",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {

            "id_def": "14",
            "nameDef": "ВЕРШИНА",
            "etymology": " Этимология: -",
            "definition": " Значение: элемент кривых линий, геометрических фигур или тел, например, точка пересечения двух сторон многоугольника, рёбер многогранника и др.",
            "relatedWords": " Связанные слова: фигура тело",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "18",
            "nameDef": "МНОГОГРАННИК",
            "etymology": " Этимология: -",
            "definition": " Значение: замкнутая часть пространства, ограниченная плоскими многоугольниками, называемыми гранями. Линии пересечения граней называются ребрами. Точки пересечения ребер называются вершинами многогранника. Форму многогранников имеют многие детали машин и механизмов, станков и инструментов. При конструировании различных инженерных сооружений сложные кривые поверхности часто аппроксимируют (заменяют) близкими по форме гранными поверхностями.",
            "relatedWords": " Связанные слова: пространство грань",
            "literarySource": " Источники: 4",
            "imgUrl": "-"
        },
        {
            "id_def": "22",
            "nameDef": "ПИРАМИДА", /*!!!!!!!!!!*/
            "etymology": " Этимология: от греч. pyramid_def, pyramid_defs",
            "definition": " Значение: это многогранник, у которого одна грань (основание) есть замкнутый многоугольник, а боковые грани - треугольники с общей вершиной. В зависимости от числа вершин основания различают пирамиды треугольные, четырехугольные, пятиугольные и т.д.",
            "relatedWords": " Связанные слова: грань",
            "literarySource": " Источники: 5",
            "imgUrl": "../Content/Images/Пирамида.jpg"
        },
        {
            "id_def": "23",
            "nameDef": "ПРИЗМА", /*!!!!!!*/
            "etymology": " Этимология: от греч. prism, букв. распиленное",
            "definition": " Значение: это многогранник, две грани которого (основания) представляют собой равные многоугольники с взаимно параллельными сторонами, а все другие (боковые) грани - параллелограммы. В зависимости от числа вершин основания различают призмы треугольные, четырехугольные, пятиугольные и т.д. Призма называется прямой, если её боковые грани и рёбра перпендикулярны плоскости основания и считается проецирующей, если они перпендикулярны какой-либо плоскости проекций.",
            "relatedWords": " Связанные слова: грань",
            "literarySource": " Источники: 2",
            "imgUrl": "../Content/Images/Призма.jpg"
        },
        {
            "id_def": "25",
            "nameDef": "ПРОЕКЦИЯ", /*!!!!!!!!!!*/
            "etymology": " Этимология: от латинского projectio, буквально — выбрасывание вперед",
            "definition": " Значение: это изображение пространственных фигур на плоскости или какой-либо другой поверхности. При этом проекция фигуры есть множество проекций её точек. Различают проекции центральные, параллельные, ортогональные. Центральное проецирование (см. аппарат центрального проецирования) заключается в том, что из центра S через все точки фигуры проводятся прямолинейные лучи до пересечения с плоскостью π. Точки пересечения образуют проецируемое изображение фигуры. Центральное проецирование применяется в перспективе.",
            "relatedWords": " Связанные слова: -",
            "literarySource": " Источники: 5",
            "imgUrl": "-"
        }
    ],
    "EngineersGrafic":[
        {
            "id_def": "1",
            "nameDef": "АБСЦИССА",
            "etymology": " Этимология: лат. abscissas – оторванный, отделенный",
            "definition": " Значение: Отрезок, определяющий положение точки на прямой относительно какой-нибудь другой точки.",
            "relatedWords": " Связанные слова: координата",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "12",
            "nameDef": "ВЕКТОР",
            "etymology": " Этимология: лат. vector– несущий",
            "definition": " Значение: отрезок определённой длины и направления, которое указывается стрелкой на его конце.",
            "relatedWords": " Связанные слова: направление отрезок",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "17",
            "nameDef": "КООРДИНАТА",
            "etymology": " Этимология: -",
            "definition": " Значение: в начертательной геометрии расстояние точки до одной из трёх взаимно перпендикулярных плоскостей проекций, выраженное в определённых единицах, чаще всего в миллиметрах. В ортогональной системе координат положение точки определяется тремя координатами – x, y, z. Координата x(абсцисса) определяет расстояние точки до профильной плоскости проекций, y(ордината) – до фронтальной плоскости проекций, z(аппликата) – до горизонтальной плоскости проекций.",
            "relatedWords": " Связанные слова: абсцисса, ордината, аппликата",
            "literarySource": " Источники: 4",
            "imgUrl": "../Content/Images/Координата.jpg"
        },
        {
            "id_def": "27",
            "nameDef": "ЧЕРТЁЖ",
            "etymology": " Этимология: -",
            "definition": " Значение: изображение предметов, главным образом машин, сооружений, технических приспособлений и их деталей, выполненное с соблюдением ряда условных обозначений, особых правил и определённого для данного чертежа масштаба",
            "relatedWords": " Связанные слова: масштаб",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        }],
    "MachineGrafic": [
        {
            "id_def": "15",
            "nameDef": "КАРКАС ЛИНЕЙНЫЙ",
            "etymology": " Этимология: -",
            "definition": " Значение: множество однопараметрических линий поверхности, имеющих единый закон образования и связанных между собой определённой зависимостью.",
            "relatedWords": " Связанные слова: поврехность линия",
            "literarySource": " Источники: 7",
            "imgUrl": "-"
        },
        {
            "id_def": "16",
            "nameDef": "КАРКАС ПОВЕРХНОСТИ",
            "etymology": " Этимология: -",
            "definition": " Значение: множество точек или линий, однозначно определяющих поверхность в пространстве и на чертеже.",
            "relatedWords": " Связанные слова: точка линия",
            "literarySource": " Источники: 7",
            "imgUrl": "-"
        },
        {
            "id_def": "24",
            "nameDef": "ПОВЕРХНОСТЬ",
            "etymology": " Этимология: -",
            "definition": " Значение: непрерывное множество последовательных положений перемещающейся в пространстве линии (или другой поверхности). Перемещающаяся в пространстве линия называется образующей поверхности. Закон перемещения образующей называется направляющей (направляющими) поверхности. Во многих случаях образующие и направляющие поверхности взаимозаменяемы. Такой способ образования поверхности в начертательной геометрии принято называть кинематическим. ",
            "relatedWords": " Связанные слова: линия пространство",
            "literarySource": " Источники: 7",
            "imgUrl": "-"
        }],
    "ProgrammingGrafic": [
        {
            "id_def": "6",
            "nameDef": "АППАРАТ ЦЕНТРАЛЬНОГО ПРОЕЦИРОВАНИЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: p - плоскость проекций; S – центр проекций (точка зрения); l – проецирующий луч, исходящий из центра проекций S и проходящий через точку пространства А. А’ – центральная проекция точки A – результат мысленного пересечения проецирующего луча l с плоскостью проекций p.",
            "relatedWords": " Связанные слова: плоскость проекция",
            "literarySource": " Источники: 6",
            "imgUrl": "../Content/Images/АппаратЦентральногоПроецирования.jpg"
        },
        {
            "id_def": "7",
            "nameDef": "АППАРАТ ПАРАЛЛЕЛЬНОГО ПРОЕЦИРОВАНИЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: p - плоскость проекций; s – направление проецирования (направление взгляда); l – проецирующий луч, параллельный направлению проецирования s и проходящий через точку пространства А. А’ – параллельная  проекция точки А – результат мысленного пересечения проецирующего луча l с плоскостью проекций p.",
            "relatedWords": " Связанные слова: проецирование луч",
            "literarySource": " Источники: 6",
            "imgUrl": "../Content/Images/АппаратПараллельногоПроецирования.jpg"
        },
        {
            "id_def": "8",
            "nameDef": "АППАРАТ ОРТОГОНАЛЬНОГО ПРОЕЦИРОВАНИЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: А – точка пространства. A’, A’’, A’’’ – горизонтальная, фронтальная и профильная проекции точки А соответственно. Стрелки показывают направление проецирующих лучей, которые перпендикулярны плоскостям проекций  1, 2 и 3. Они же показывают направление взгляда наблюдателя на горизонтальную - сверху, фронтальную - спереди и профильную - слева плоскости проекций.",
            "relatedWords": " Связанные слова: точка направление",
            "literarySource": " Источники: 6",
            "imgUrl": "../Content/Images/АппаратОртогональногоПроецирования.jpg"
        },
        {
            "id_def": "19",
            "nameDef": "ОПРЕДЕЛИТЕЛЬ ПОВЕРХНОСТИ ",
            "etymology": " Этимология: -",
            "definition": " Значение: совокупность независимых условий, однозначно задающих поверхность. В число условий, входящих в состав определителя, должны быть включены: 1. Геометрические фигуры (точки, линии, поверхности), с помощью которых может быть образована поверхность; 2. Алгоритм формирования поверхности из геометрических фигур, включённых в состав определителя. Это дополнительные сведения о характере изменения формы образующей и законе её перемещения.",
            "relatedWords": " Связанные слова: поверхность условие",
            "literarySource": " Источники: 7",
            "imgUrl": "-"
        },
        {
            "id_def": "20",
            "nameDef": "ОЧЕРК ПОВЕРХНОСТИ ",
            "etymology": " Этимология: -",
            "definition": " Значение: это след на плоскости проекций проецирующей цилиндрической поверхности, которая огибает заданную поверхность",
            "relatedWords": " Связанные слова: плоскость поверхность",
            "literarySource": " Источники: 7",
            "imgUrl": "../Content/Images/ОчеркПоверхности1.jpg"
        }
    ],
    "other":[
        {
            "id_def": "2",
            "nameDef": "АКСИОМА",
            "etymology": " Этимология: греч. axioma – признание, общепризнанное положение",
            "definition": " Значение: Аксиомами называются первоначальные предложения об основных понятиях геометрии, которые принимаются в данной геометрической системе без доказательства и на основе которых доказываются все теоремы рассматриваемой геометрической ",
            "relatedWords": " Связанные слова: геометрия",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "4",
            "nameDef": "АЛГОРИТМ",
            "etymology": " Этимология: араб. Algoritm",
            "definition": " Значение: Конечный набор правил, позволяющих чисто механически решать любую конкретную задачу из некоторого класса однотипных задач. При этом подразумевается, что исходные данные могут изменяться в определённых пределах; что процесс применения правил к исходным данным (путь решения задачи) определён вполне однозначно; что на каждом шаге процесса применения правил известно, что считать результатом этого процесса. 2. Совокупность некоторых операций, выполняемых в определённом порядке, для решения задач данного типа. Всякий алгоритм содержит в себе четкую последовательность преобразований, поэтому он может быть составлен и для решения большинства графических задач. ",
            "relatedWords": " Связанные слова: процесс задача",
            "literarySource": " Источники: 2",
            "imgUrl": "-"
        },
        {
            "id_def": "5",
            "nameDef": "АМПЛИТУДА",
            "etymology": " Этимология: В полярной системе координат угол между радиус-вектором r и положительным направлением оси ох.",
            "definition": " Значение: -",
            "relatedWords": " Связанные слова: угол вектор",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "10",
            "nameDef": "АППРОКСИМАЦИЯ ПОВЕРХНОСТЕЙ",
            "etymology": " Этимология: лат. approximate – приближаться",
            "definition": " Значение: Приближенная замена какой-либо сложной поверхности более простой.",
            "relatedWords": " Связанные слова: поверхность",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "13",
            "nameDef": "ВЕКТОРНАЯ ВЕЛИЧИНА",
            "etymology": " Этимология: -",
            "definition": " Значение: некоторое число, выраженное в определённых единицах и имеющее направление. В машинной графике векторная величина используется как один из способов задания координат точки, которые называются полярными.",
            "relatedWords": " Связанные слова: координата, полярная",
            "literarySource": " Источники: 2",
            "imgUrl": "-"
        },
        {
            "id_def": "21",
            "nameDef": "ПЕРСПЕКТИВА",
            "etymology": " Этимология: от франц. Perspective, лат. – perspicuous - ясно вижу",
            "definition": " Значение: это 1) система изображения предметного мира на плоскости в соответствии со зрительным восприятием предметов человеком; 2) линейная перспектива – способ изображения пространственных фигур на плоскости с использованием аппарата центрального проецирования.",
            "relatedWords": " Связанные слова: аппарат центрального проецирования",
            "literarySource": " Источники: 5",
            "imgUrl": "-"
        },
        {
            "id_def": "26",
            "nameDef": "МАСШТАБ",
            "etymology": " Этимология: нем. Maβstab: Maβ – мера, размер, stab - палка",
            "definition": " Значение: 1) отношение длины линии на чертеже, плане или карте к действительной длине линии. 2) масштабом называется отношение линейных размеров на чертеже к действительным размерам объекта. 2) масштабом называется отношение линейных размеров на чертеже к действительным размерам объекта. Различают масштабы уменьшения, в натуральную величину и масштабы увеличения. Согласно ГОСТ 2.302-68 масштабы выбираются из следующих рядов:Масштабы уменьшения: 1:2; 1:2,5; 1:4; 1:5; 1:10 и т.д. Натуральная величина: 1:1. Масштабы увеличения: 2:1; 2,5:1; 4:1; 5:1; 10:1; 20:1 и т.д. Независимо от масштаба, размеры изделий на чертежах указываются только действительные. ",
            "relatedWords": " Связанные слова: линия чертеж",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "28",
            "nameDef": "АРМИРОВАННАЯ ДЕТАЛЬ",
            "etymology": " Этимология: -",
            "definition": " Значение: Пластмассовая или литая металлическая деталь с вмонтированными в неё дополнительными элементами из других материалов. Пластмассовые изделия с металлической арматурой – наиболее распространённый вид изделий. Изготавливаются они прессованием или литьём под давлением в формах, в которые до поступления материала (позиция 2) устанавливается металлическая арматура (позиция 1). Чертежи армированных деталей оформляются как сборочные.Пластмассовая или литая металлическая деталь с вмонтированными в неё дополнительными элементами из других материалов. Пластмассовые изделия с металлической арматурой – наиболее распространённый вид изделий. Изготавливаются они прессованием или литьём под давлением в формах, в которые до поступления материала (позиция 2) устанавливается металлическая арматура (позиция 1). Чертежи армированных деталей оформляются как сборочные.",
            "relatedWords": " Связанные слова: деталь",
            "literarySource": " Источники: 1",
            "imgUrl": "../Content/Images/АрмированнаяДеталь.jpg"
        },
        {
            "id_def": "29",
            "nameDef": "ВЗАИМОЗАМЕНЯЕМОСТЬ",
            "etymology": " Этимология: -",
            "definition": " Значение: принцип конструирования, изготовления и эксплуатации промышленных изделий, при котором изготовленные в разное время и на разных предприятиях одинаковые детали точно соответствуют одна другой и могут при необходимости заменить друг друга. Взаимозаменяемость – это основа массового производства. Взаимозаменяемость – это свойство одинаковых деталей, узлов или агрегатов машин, механизмов, аппаратов и других конструкций, позволяющих производить сборку или заменять их без предварительной подгонки. Взаимозаменяемость – это свойство одинаковых деталей, узлов или агрегатов машин, механизмов, аппаратов и других конструкций, позволяющих производить сборку или заменять их без предварительной подгонки. ",
            "relatedWords": " Связанные слова: изделие принцип",
            "literarySource": " Источники: 1",
            "imgUrl": "-"
        },
        {
            "id_def": "30",
            "nameDef": "БАЗА",
            "etymology": " Этимология: -",
            "definition": " Значение: это конструктивный элемент детали, от которого ведётся отсчёт размеров детали. Это может быть поверхность, линия (осевая, центровая) или точка. Всё многообразие поверхностей сводится к следующим четырём: основные поверхности, которыми определяется положение детали в изделии; вспомогательные поверхности, которые определяют положение присоединяемой детали относительно данной; исполнительные поверхности, с помощью которых деталь выполняет своё функциональное назначение; свободные поверхности, не имеющие соприкосновения с поверхностями других деталей. ",
            "relatedWords": " Связанные слова: деталь принцип",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "31",
            "nameDef": "БАЗА КОНСТРУКТОРСКАЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: это поверхности, линии или точки детали, по отношению к которым ориентируют другие элементы детали или другие детали изделия при их конструировании.",
            "relatedWords": " Связанные слова: поверхность",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "32",
            "nameDef": "БАЗА ТЕХНОЛОГИЧЕСКАЯ ",
            "etymology": " Этимология: -",
            "definition": " Значение: это поверхности, линии или точки, используемые для определения положения других поверхностей детали при её изготовлении и контроле. ",
            "relatedWords": " Связанные слова: деталь точка поверхность",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "33",
            "nameDef": "БАЗА СКРЫТАЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: база заготовки или изделия в виде воображаемой плоскости, осевой линии или точки.",
            "relatedWords": " Связанные слова: база точка",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "34",
            "nameDef": "БАЗА ЯВНАЯ",
            "etymology": " Этимология: -",
            "definition": " Значение: база заготовки или изделия в виде реальной поверхности, разметочной риски или точки пересечения рисок. ",
            "relatedWords": " Связанные слова: изделие поверхность",
            "literarySource": " Источники: 3",
            "imgUrl": "-"
        },
        {
            "id_def": "35",
            "nameDef": "БОБЫШКА",
            "etymology": " Этимология: -",
            "definition": " Значение: относительно низкий конический или цилиндрический прилив на литой или штампованной детали. Бобышка упрощает сверление отверстий и механическую обработку опорной поверхности детали под гайку или шайбу. ",
            "relatedWords": " Связанные слова: деталь",
            "literarySource": " Источники: 5",
            "imgUrl": "../Content/Images/Бобышка.jpg"
        },
        {
            "id_def": "36",
            "nameDef": "БОЛТ",
            "etymology": " Этимология: от нижненемецкого bolt",
            "definition": " Значение: крепёжная деталь, обычно цилиндрический стержень с резьбой под гайку на одном конце и шестигранной, квадратной или полукруглой головкой на другом. Болты различают: 1) по форме головки; 2) по форме стержня; 3) по шагу резьбы; 4) по характеру исполнения; 5) по точности изготовления. Примеры условных обозначений: 1. Болт исполнения 1, диаметром резьбы 12 мм, с крупным шагом, с полем допуска 6g, длиной 45 мм, класса прочности 5.8, без покрытия: Болт М12 ─ 6g ´ 45. 5 8 ГОСТ 7798-70. 1. Болт исполнения 2, диаметром резьбы 12 мм, с мелким шагом 1,25 мм, с полем допуска 6g, длиной 45 мм, , класса прочности 10.9, из стали 40Х, с покрытием 01 толщиной 9 мкм: Болт 2М12 ´ 1,25 ─ 6g ´ 45. 10 9. 40Х. 019 ГОСТ 7798-70.",
            "relatedWords": " Связанные слова: деталь гайка",
            "literarySource": " Источники: 5",
            "imgUrl": "../Content/Images/Болт1.jpg"
        },
        {
            "id_def": "37",
            "nameDef": "БУРТИК",
            "etymology": " Этимология: -",
            "definition": " Значение: кольцевое утолщение вала, составляющее с ним единое целое. Буртики препятствуют продольному перемещению оси или вала. Плоские поверхности буртика называются заплечиками.",
            "relatedWords": " Связанные слова: вал буртик",
            "literarySource": " Источники: 1",
            "imgUrl": "../Content/Images/Буртик1.jpg"
        },
        {
            "id_def": "38",
            "nameDef": "ВАЛ",
            "etymology": " Этимология: -",
            "definition": " Значение: деталь, являющаяся звеном механизма, передающая крутящий момент и вращающаяся в опорах с закреплёнными на ней элементами. В отличие от осей, которые только поддерживают детали, валы работают одновременно на изгиб и кручение. ",
            "relatedWords": " Связанные слова: деталь момент",
            "literarySource": " Источники: 1",
            "imgUrl": "../Content/Images/Вал1.jpg"
        },
        {
            "id_def": "39",
            "nameDef": "ЗАПЛЕЧИКИ",
            "etymology": " Этимология: -",
            "definition": " Значение: в машиностроении выступы на изделии для упора.",
            "relatedWords": " Связанные слова: упор",
            "literarySource": " Источники: 2",
            "imgUrl": "-"
        },
        {
            "id_def": "40",
            "nameDef": "ОСЬ",
            "etymology": " Этимология: -",
            "definition": " Значение: деталь, предназначенная только для поддержания вращающихся, качающихся или перемещающихся по ней деталей. В отличие от вала ось не передаёт крутящих моментов. Оси могут быть неподвижными или медленно вращаться вместе с насаженными на них деталями. ",
            "relatedWords": " Связанные слова: деталь",
            "literarySource": " Источники: 4",
            "imgUrl": "-"
        },
        {
            "id_def": "41",
            "nameDef": "ФАСКА",
            "etymology": " Этимология: -",
            "definition": " Значение: коническое притупление угла между цилиндрической или конической поверхностью детали и торцовой плоскостью. Если фаска выполнена под углом 45º, то размер её указывают как линейный в формате 5х45º, где 5 – высота усечённого конуса, 45º - угол между образующей конуса и осью детали, х – разделительный символ. Если угол фаски отличается от45º, линейный и угловой размеры фаски наносятся по общему правилу, то есть указываются как самостоятельные размеры.",
            "relatedWords": " Связанные слова: угол деталь",
            "literarySource": " Источники: 4",
            "imgUrl": "../Content/Images/Фаска1.jpg"
        },
        {
            "id_def": "42",
            "nameDef": "ЦАПФА ",
            "etymology": " Этимология: нем. zapfen",
            "definition": " Значение: части осей и валов, которыми они опираются на неподвижные опоры. Концевая цапфа называется шипом. ",
            "relatedWords": " Связанные слова: опора цапфа",
            "literarySource": " Источники: 5",
            "imgUrl": "-"
        },
        {
            "id_def": "43",
            "nameDef": "ШИП",
            "etymology": " Этимология: -",
            "definition": " Значение: цапфа, расположенная на конце вала или оси. Отсюда слово «подшипник» - изделие, поддерживающее шип.",
            "relatedWords": " Связанные слова: цапфа ось вал",
            "literarySource": " Источники: 5",
            "imgUrl": "-"
        }
    ]
};

var describe = {
    "citeHead" : " «Инженерная графика» является базовой дисциплиной общеобразовательного цикла Любому инженерно-техническому работнику необходимы способности к анализу и синтезу пространственных форм,    уметь воспринимать идеи, заложенные другими разработчиками в чертежно-конструкторскую документацию.    Инженерная графика и помогает развить данные способности.    Данный справочник комплекс поможет вам быстро и эффективно найти необходимую информацию.",
    "Title" : "Меню",
    "btn1":"Начертательная геометрия",
    "btn2" : "Инженерная графика",
    "btn3":"Машинная графика",
    "btn4":"Программирование графики",
    "btn5":"Другие",
    "btn6":"Показать весь список"
}
